export const seasonDiscountInfo = {
  winter: [
    { image: 'winter-1.jpg', dataName: 'Магія Зимового Порядку', description: "Спеціальна пропозиція для зимового сезону: отримайте 20% знижки на клінінг будь-якого приміщення.", terms: "Діє з 1 грудня 2022 року по 18 січня 2025 року", promo: "WINTER20", },
    { image: 'winter-2.jpg', dataName: 'Засніжені Заощадження', description: "Замовте наші послуги цієї зими та отримайте 15% знижки на друге прибирання.", terms: "Діє з 20 січня по 20 лютого 2025 року", promo: "SNOW15", },
    { image: 'winter-3.jpg', dataName: 'Зимова Свіжість', description: "Зробіть Ваш дім сяючим цієї зими з нашими послугами! Отримайте безкоштовний ароматизатор для приміщення з кожним замовленням.", terms: "Діє з 14 лютого по 1 березня 2025 року", promo: "FRESHSCENT", },
  ],
  spring: [
    { image: 'spring-1.jpg', dataName: 'Чисті Весняні Відчуття', description: "Почніть весну з чистим і оновленим домом! Отримайте 10% знижки на клінінг кухні.", terms: "Діє з 1 березня по 30 квітня 2025 року", promo: "SPRINGCLEAN", },
    { image: 'spring-2.jpg', dataName: 'Пробудження Дому', description: "Прокиньте ваш дім разом зі сонцем! Замовте два прибирання та отримайте третє безкоштовно.", terms: "Діє з 15 березня по 30 березня 2025 року", promo: "AWAKEN", },
    { image: 'spring-3.jpg', dataName: 'Свіжий Старт', description: "Нова пора - нова пропозиція! Отримайте 25% знижки на клінінг ванної кімнати.", terms: "Діє з 1 квітня по 31 березня 2025 року", promo: "FRESHSTART", },
  ],
  summer: [
    { image: 'summer-1.jpg', dataName: 'Сонячний сезон', description: "Літо прийшло! Отримайте 30% знижки на прибирання балкону або тераси.", terms: "Діє з 1 червня по 20 листопада 2024 року", promo: "SUNNY30", },
    { image: 'summer-2.jpg', dataName: 'Літня феєрія свіжості', description: "Літо - це час для освіження вашого дому! Замовте два прибирання та отримайте 50% знижки на третє.", terms: "Діє з 15 липня по 31 липня 2024 року", promo: "FRESH", },
    { image: 'summer-3.jpg', dataName: 'Нова квартира - нове життя', description: "Прийміть рішення про перемогу над брудом цього літа! Отримайте 15% знижки на прибирання Вашого дому після ремонту.", terms: "Діє з 1 серпня по 31 вересня 2024 року", promo: "NEWLIFE", },
  ],
  autumn: [
    { image: 'autumn-1.jpg', dataName: 'Золоті роки, золоті знижки', description: "Золота осінь - це час для особливих знижок! Отримайте 30% знижки на загальне прибирання.", terms: "Діє з 15 вересня по 30 листопада 2024 року", promo: "GOLD30",  },
    { image: 'autumn-2.jpg', dataName: 'Осінній цінопад', description: "Зануртеся у чарівну осінню атмосферу зі знижкою 15% на хімчистку меблів у нашій акції 'Осінній цінопад'", terms: "Діє з 15 жовтня по 30 жовтня 2024 року", promo: "FALL20",  },
    { image: 'autumn-3.jpg', dataName: 'Шкільна пора', description: "Отримайте 15% знижки на прибирання як подяка дітям-відмінникам і вчителям у світі освіти.", terms: "Діє з 1 вересня по 1 листопада 2025 року", promo: "SCHOOL15", },
  ],
};
